Repository: P7ngu/burracopoints
Catalog: burracopoints/*.lproj/Localizable.strings
Languages: it

# game-title-string
source: Games
it: Partite

# player-title-string
source: Players
it: Giocatori

# leaderboard-title-string
source: Leaderboard
it: Classifica

# points-section-string
source: Points:
it: Tot.:

# addpoints-string
source: Add points
it: Aggiungi punti

# score-string
source: Score
it: Punti

# done-button-string
source: Done
it: Fine

# cancel-button-string
source: Cancel
it: Annulla

# addnewplayer-string
source: Add a new player
it: Crea un nuovo giocatore

# selectedicon-string
source: Your currently selected icon:
it: La tua icona selezionata:

# pickicon-string
source: Pick an icon:
it: Scegli un'icona:

# name-string
source: Name
it: Nome

# player-name-string
source: Player name
it: Nome player

# creategame-string
source: Create a new game
it: Crea una nuova partita

# gamemode-string
source: Select game mode:
it: Modalità di gioco:

# maxpoints-string
source: points
it: Punti

# gamewinpoints-string
source: Game win points
it: Punti per la vittoria:

# selecteplayers1-string
source: Select players for team 1:
it: Seleziona giocatore/i squadra 1:

# selecteplayers2-string
source: Select players for team 2:
it: Seleziona giocatore/i squadra 2:

# selecteplayers3-string
source: Select players for team 3:
it: Seleziona giocatore/i squadra 3:

# errorinputname-string
source: Input a name
it: Inserisci un nome valido

# errordetailinputname-string
source: Please input a name
it: Compila tutti i campi!

# okbuttonerror-string
source: Got it!
it: Capito!

# errorplayer-string
source: Select all the players
it: Scegli tutti i giocatori!

# errordescp-string
source: Please, select all the players
it: Perfavore, seleziona tutti i giocatori richiesti!
